/* GENERAL STRINGS */

"OK" = "네";
"Delete" = "삭제";
"Basic settings" = "기본 세팅";



/* MAIN ACTIVITIES */

"Home" = "홈";
"Open" = "열림";
"Closed" = "닫힘";
"Awards" = "어워드";



/* HOME VIEW */

"Up next" = "다음 아이템";
"More to explore" = "더 많은 아이템";
"%@, %lld items, %g%% complete" = "%@, %lld 아이템, %g%% 완료";



/* PROJECTS VIEW */

"Open Projects" = "열린 프로젝트";
"Closed Projects" = "닫힌 프로젝트";
"Add Project" = "프로젝트 생성";
"Add New Item" = "새로운 아이템 생성";
"There's nothing here right now" = "아무것도 존재하지 않습니다.";

/* A button that shows a menu with the following options */
"Sort" = "정돈";
"Sort items" = "정돈 아이템"; /* The title of the menu */
"Optimized" = "최적화"; /* Sort using an optimized algorithm */
"Creation Date" = "생성 날짜"; /* Sort by the date items were created */
"Title" = "타이틀"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "새로운 프로젝트";
"New Item" = "새로운 아이템";

"%@, completed" = "%@, 완료";
"%@, high priority" = "%@, 높은 우선순위";


/* EDITING PROJECTS */
"Edit View" = "설정";
"Edit Project" = "프로젝트 설정";
"Project name" = "프로젝트 이름";
"Description of this project" = "프로젝트 설명";
"Custom project color" = "커스텀 프로젝트 색상";

"Select a project color" = "프로젝트 색상 선택";
"Pink" = "핑크";
"Purple" = "보라";
"Red" = "빨강";
"Orange" = "오렌지";
"Gold" = "금";
"Green" = "초록";
"Teal" = "틸";
"Light Blue" = "라이트 블루";
"Dark Blue" = "다크 블루";
"Midnight" = "미드나잇";
"Dark Gray" = "다크 그레이";
"Gray" = "그레이";

"Project reminders" = "프로젝트 리마인더";
"Show reminders" = "리마인더 보기";
"Oops!" = "이런!";
"There was a problem. Please check you have notifications enabled." = "문제가 발생했습니다. 알림 설정을 하셨는지 확인해주세요.";
"Check Settings" = "환경설정 확인";
"Reminder time" = "리마인더 시간";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "프로젝트 닫기";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "프로젝트를 닫으면 닫힌 탭으로 프로젝트가 이동하게 됩니다; 삭제를 하시면 완전히 삭제가 됩니다.";
"Reopen this project" = "프로젝트 다시 열기";
"Delete this project" = "프로젝트 삭제";
"Delete project?" = "프로젝트를 삭제하시겠습니까?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "정말 프로젝트를 삭제하시길 원하십니까? 프로젝트 안 아이템들도 삭제가 됩니다.";



/* EDITING ITEMS */
"Edit Item" = "아이템 설정";
"Item name" = "아이템 이름";
"Description" = "설명";
"Priority" = "우선순위";
"Low" = "낮음";
"Medium" = "중간";
"High" = "높음";

"Mark Completed" = "완료"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "잠김";
"Unlocked: %@" = "획득: %@";

// Unlocking premium
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";

/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "시작 하시길 원하신다면, 메뉴에서 선택해주세요.";


/* Widget */
"Up Next…" = "다음 아이템…";
"Nothing!" = "없음!";
"Your No.1 top-priority item." = "가장 우선 해야 할 아이템.";
"Your most inportant items." = "중요한 아이템들.";


/* Sign in with Apple*/
"In order to keep our community safe, we ask that you sign in before commenting on a project.
We don't track your personal information; your name is used only for display purposes.
Please note: we reserve the right to remove messages that are inappropriate or offensive." = "In order to keep our community safe, we ask that you sign in before commenting on a project.
We don't track your personal information; your name is used only for display purposes.
Please note: we reserve the right to remove messages that are inappropriate or offensive.";

"You're all set!" = "준비되었습니다!";

"Sorry, there was an error." = "죄송합니다, 에러가 발생했습니다.";

"Please sign in" = "로그인 해주세요.";
